Repository: 0x7c13/Notepads
Catalog: src/Notepads/Strings/*/Settings.resw
Source language: en_us
Languages: ar_ye, cs_cz, de_de, es_es, fi_fi, fr_fr, hi_in, it_it, ja_jp, ka_ge, ko_kr, nl_nl, or_in, pl_pl, pt_br, pt_pt, ru_ru, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

# AdvancedPage_SessionSnapshotSettings_Description.Text
source: Once enabled, Notepads will remember the current session for next launch and do a periodic session snapshot backup to prevent accidental data loss for uncommitted changes. Notepads will NOT remind you to save your work on app close if this feature is enabled. Please also remember that session snapshot only works in the first or main window of Notepads.
ar_ye: عند التفعيل سيقوم Notepads بتذكر الجلسة الحالية لفتحها في المرة القائمة تلقائياً وسيقوم بعمل نسخ إحتياطية تلقائياً بشكل دوري لتفادي فقدان البيانات المفاجئ لما لم يتم حفظه. لن يقوم Notepads بتذكيرك لحفظ عملك عند إغلاق البرنامج إذا كانت هذه الميزة مفعلة. يرجى تذكر أن النسخ الإحتياطي للجلسات تعمل في أو أو النافذة الرئيسية في Notepads.
cs_cz: Notepads si bude pamatovat aktuální session pro příští spuštění a bude dělat pravidelné zálohy proti možné ztrátě neuložených dat. Notepads vás při vypínání aplikace NEBUDE vyzývat k uložení souborů, pokud je tato funkce zapnutá.
de_de: Notepads wird die aktuelle Sitzung für den nächsten Start beibehalten und periodische Sicherungen durchführen um versehentlichen Datenverlust zu verhindern. Notepads wird beim schließen NICHT zum speichern auffordern, wenn diese Option aktiviert ist. Sicherungen werden nur vom ersten oder vom Hauptfenster von Notepads erstellt.
es_es: Una vez activado, Notepads recordará la sesión actual para el siguiente inicio y hará un respaldo periódico para prevenir pérdidas accidentales de datos. Notepads NO le recordará guardar su trabajo al cerrar la aplicación, si esta opción es activada. Recuerde que el respaldo de la sesión sólo funciona en la ventana principal de Notepads.
fi_fi: Kun tämä on aktivoitu, Notepads muistaa nykyisen istunnon seuraavaa käynnistystä varten ja tekee säännöllisen istunnon tilannevedoksen varmuuskopioinnin vahingossa tapahtuvien muutosten tietojen menetyksen estämiseksi. Notepads EI muistuta sinua tallentamaan työtäsi sovelluksen sulkemisen yhteydessä, jos tämä ominaisuus on aktivoitu. Muista myös, että istunnon tilannevedos toimii vain ensimmäisessä tai pääikkunassa Notepadsissa.
fr_fr: Une fois activé, Notepads mémorisera la session en cours pour le prochain lancement et effectuera une sauvegarde périodique de la session pour éviter toute perte de données accidentelle liée à des modifications non validées. Notepads NE vous rappellera PAS d'enregistrer votre travail à la fermeture de l'application si cette fonctionnalité est activée. N'oubliez pas non plus que l'instantané de session ne fonctionne que dans la première fenêtre ou dans la fenêtre principale de Notepads.
hi_in: एक बार सक्षम होने के बाद, Notepads अगले लॉन्च के लिए वर्तमान सत्र को याद रखेगा और अप्रतिबद्ध परिवर्तनों के लिए आकस्मिक डेटा हानि को रोकने के लिए एक आवधिक सत्र स्नैपशॉट बैकअप करेगा। यदि यह सुविधा सक्षम है तो Notepads आपको ऐप क्लोज पर अपने काम को बचाने के लिए याद नहीं दिलाएंगे। कृपया यह भी याद रखें कि सत्र स्नैपशॉट केवल Notepads की पहली या मुख्य खिड़की में काम करता है।
it_it: Se attivato, Notepads memorizzerà la sessione corrente per il prossimo avvio ed effettuerà periodicamente un backup dei file aperti per prevenire la perdita accidentale di dati in caso di modifiche non salvate.
ja_jp: Notepads は次回起動時に備えて現在の状態を保存し、また定期的に内容をバックアップして明示的にファイルに保存されていないデータの消失を防ぎます。この機能を使用する場合、Notepads はアプリ終了時にファイル保存の警告を行いません。またこの機能はアプリの最初のウィンドウのみで動作し、シャドウ ウィンドウ（2番目以降のウィンドウ）では使用できません。
ka_ge: ერთხელ გააქტიურდება, Notepads დაიმახსოვრებს მიმდინარე სესიას შემდეგი გახსნისთვის და გააკეთებს პერიოდულ სესიის აღბეჭვდის ბექაფებს, რომ თავიდან აირიდოთ შემთხვევითი მონაცემების დაკარგვა შეუნახავი ცვლილებებისტვის. Notepads არ შეგახსენებს, რომ შეინახო შენი სამუშაო აპლიკაციის შენახვისთვის თუ ეს ფიჩერი გააქტიურებულია. გთხოვთ ასევე დაიმახსოვროთ, სესიის აღბეჭვდა მხოლოდ იმუშავებს Notepads-ის პრიველი ან მთავარი ფანჯრებისთვის.
ko_kr: 활성화되면 메모장은 다음 실행을 위해 현재 세션을 기억하고 저장되지 않은 변경으로 인한 우발적인 데이터 손실을 방지하기 위해 주기적으로 세션 스냅샷을 백업합니다. 이 기능이 활성화 된 경우 종료 시에 변경 사항을 저장하라는 메시지를 표시하지 않습니다. 세션 스냅샷은 메모장의 첫 번째 또는 기본 창에서만 작동합니다.
nl_nl: Indien ingeschakeld, onthoudt Notepads de huidige sessie voor de volgende keer opstarten en wordt er periodiek een momentopname van de sessie gemaakt om onbedoeld gegevensverlies door niet-vastgelegde wijzigingen te voorkomen. Notepads herinnert u er NIET aan om uw werk op te slaan bij het sluiten van de app als deze functie is ingeschakeld. Houd er ook rekening mee dat een sessie-momentopname alleen werkt in het eerste of hoofdvenster van Notepads.
or_in: ଥରେ ସକ୍ଷମ ହୋଇଗଲେ, Notepads ପରବର୍ତ୍ତୀ ଉନ୍ମୋଚନ ପାଇଁ ସାମ୍ପ୍ରତିକ ଅଧିବେଶନକୁ ମନେ ରଖିବ ଏବଂ ଅନାବଶ୍ୟକ ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ପାଇଁ ଆକସ୍ମିକ ତଥ୍ୟ ନଷ୍ଟକୁ ରୋକିବା ପାଇଁ ଏକ ପର୍ଯ୍ୟାୟ ଅଧିବେଶନ ସ୍ନାପସଟ୍ ବ୍ୟାକଅପ୍ କରିବ | ଯଦି ଏହି ବୈଶିଷ୍ଟ୍ୟ ସକ୍ଷମ ହୋଇଛି, Notepads ଆପଣଙ୍କୁ ଆପ୍ ବନ୍ଦରେ ଆପଣଙ୍କର କାର୍ଯ୍ୟ ସଞ୍ଚୟ କରିବାକୁ ମନେ ପକାଇବ ନାହିଁ | ଦୟାକରି ଏହା ମଧ୍ୟ ମନେରଖନ୍ତୁ ଯେ ଅଧିବେଶନ ସ୍ନାପସଟ୍ କେବଳ Notepads ପ୍ରଥମ କିମ୍ବା ମୁଖ୍ୟ ୱିଣ୍ଡୋରେ କାମ କରେ |
pl_pl: Gdy włączone, Notepads zapamięta obecną sesję do następnego uruchomienia programu. Zrobi także kopię okresowej migawki sesji aby zapobiec przypadkowej utracie danych w przypadku niezapisania zmian. Notepads NIE BĘDZIE przypominał o zapisie Twojej pracy przy zamykaniu aplikacji gdy ta opcja jest włączona. UWAGA: Migawka sesji działa tylko w pierwszym lub głównym oknie Notepads.
pt_br: Quando ativada, o Notepads irá lembrar a sessão atual na próxima utilização do aplicativo e fará um backup periódico para prevenir perda acidental de dados das alterações não salvas. O aplicativo não irá te lembrar de salvar o seu trabalho se essa opção estiver ativada. Lembre-se também que a sessão instantânea funciona somente na primeira/principal janela do Notepads.
pt_pt: Após a ativação, o Notepads memoriza a sessão atual para o próximo lançamento e fará periodicamente uma cópia de segurança do instantâneo da sessão para prevenir a perda acidental de dados não guardados. NÃO será lembrado de guardar as suas alterações ao fechar a aplicação. Lembre-se de que o instantâneo da sessão só funciona na primeira ou janela principal do Notepads.
ru_ru: Если включено, Notepads будет сохранять текущую сессию для следующего запуска и периодически делать ее резервную копию для защиты несохраненных изменений от потери данных. Notepads НЕ будет напоминать вам сохранить изменения при закрытии программы если эта функция включена. Учтите, что резервное копирование сессии работает только в первом (основном) окне Notepads.
sr_latn: Kad je aktivno, Notepads će pamtiti trenutnu sesiju za sledeće pokretanje i redovno čuvati sigurnosne kopije snimaka sesija, da bi se sprečio slučajni gubitak podataka zbog nespremljenih promena. Notepads vas NEĆE podsećati da spremite svoj rad kad se program zatvara, ako je ova funkcija aktivirana. Imajte u vidu da snimanje sesije radi samo u prvom ili glavnom prozoru programa.
tr_tr: Notepads şu anki oturumu sonraki açılışta hatırlayacak ve olası veri kayıpları için periyodik yedeklemeler yapacak. Notepads bu seçenek etkinken size uygulama kapanırken çalışmalarınızı kaydetmenizle alakalı bir hatırlatma YAPMAYACAK.
vi_vn: Sau khi được bật, Notepad sẽ ghi nhớ phiên hiện tại cho lần khởi chạy tiếp theo và thực hiện sao lưu ảnh chụp nhanh phiên định kỳ để tránh mất dữ liệu ngẫu nhiên do các thay đổi không được cam kết. Notepads sẽ KHÔNG nhắc bạn lưu công việc của mình khi đóng ứng dụng nếu tính năng này được bật. Cũng xin nhớ rằng ảnh chụp phiên chỉ hoạt động trong cửa sổ đầu tiên hoặc cửa sổ chính của Notepad.
zh_cn: 开启此设置后，Notepads会定期保存当前应用状态并在下一次启动时自动恢复。当此设置打开后，关闭应用时Notepads将不会提醒你保存文件。另外请注意，快照备份在影子窗口中将会被禁用，此设置只会作用于第一个被打开的窗口。
zh_tw: 一旦啟用後，Notepads 將會定時備份儲存當前的工作階段供下次啟動時使用，來避免意外損失尚未儲存的資料。每當關閉應用程式時，Notepads 將不會提醒您儲存文件。此外請注意工作階段快照僅會在 Notepads 第一個視窗或者主視窗中啟用。

# AdvancedPage_SessionSnapshotSettings_OnOffToggleSwitch.OffContent
source: Enable session snapshot
ar_ye: تفعيل النسخ الإحتياطي
cs_cz: Povolit zaznamenávání session
de_de: Sitzungssicherung und Wiederherstellung aktivieren
es_es: Habilitar respaldo y restauración de sesión
fi_fi: Aktivoi istunnon varmuuskopiointi ja palautus
fr_fr: Activer la sauvegarde & la restauration de session
hi_in: सत्र स्नैपशॉट को सक्षम करें
it_it: Abilita Backup della sessione
ja_jp: セッション スナップショットを使用する
ka_ge: გააქტიურე სესიების აღბეჭვდა
ko_kr: 세션 스냅샷 사용
nl_nl: Sessie-momentopname inschakelen
or_in: ଅଧିବେଶନ ସ୍ନାପସଟ୍ ସକ୍ଷମ କରନ୍ତୁ
pl_pl: Włącz migawkę sesji
pt_br: Ativar sessão instantânea
pt_pt: Ativar instantâneo da sessão
ru_ru: Включить снапшоты сессии
sr_latn: Omogući snimanje sesije
tr_tr: Oturum yedekleme ve geri yüklemeyi etkinleştir
vi_vn: Bật chụp ảnh nhanh
zh_cn: 开启快照备份与还原
zh_tw: 啟用工作階段快照

# AdvancedPage_SessionSnapshotSettings_OnOffToggleSwitch.OnContent
source: Enable session snapshot
ar_ye: تفعيل النسخ الإحتياطي
cs_cz: Povolit zaznamenávání session
de_de: Sitzungssicherung und Wiederherstellung aktivieren
es_es: Habilitar respaldo y restauración de sesión
fi_fi: Aktivoi istunnon varmuuskopiointi ja palautus
fr_fr: Activer la sauvegarde & la restauration de session
hi_in: सत्र स्नैपशॉट को सक्षम करें
it_it: Backup
ja_jp: セッション スナップショットを使用する
ka_ge: გააქტიურე სესიების აღბეჭვდა
ko_kr: 세션 스냅샷 사용
nl_nl: Sessie-momentopname inschakelen
or_in: ଅଧିବେଶନ ସ୍ନାପସଟ୍ ସକ୍ଷମ କରନ୍ତୁ
pl_pl: Włącz migawkę sesji
pt_br: Desativar sessão instantânea
pt_pt: Ativar instantâneo da sessão
ru_ru: Включить снапшоты сессии
sr_latn: Omogući snimanje sesije
tr_tr: Oturum yedekleme ve geri yüklemeyi etkinleştir
vi_vn: Bật chụp ảnh nhanh
zh_cn: 开启快照备份与还原
zh_tw: 啟用工作階段快照

# AdvancedPage_SessionSnapshotSettings_Title.Text
source: Session Snapshot Settings
ar_ye: إعدادات النسخ الإحتياطي
cs_cz: Nastavení zaznamenávání session
de_de: Sitzungssicherungseinstellungen
es_es: Ajustes de Respaldo de Sesión
fi_fi: Istunnon varmuuskopioinnin asetukset
fr_fr: Paramètres de sauvegarde de session
hi_in: सत्र स्नैपशॉट सेटिंग्स
it_it: Backup
ja_jp: セッション スナップショット設定
ka_ge: სესიების აღბეჭვდის სეთინგები
ko_kr: 세션 스냅샷 설정
nl_nl: Sessie-momentopname
or_in: ଅଧିବେଶନ ସ୍ନାପସଟ୍ ସେଟିଙ୍ଗ୍ସ
pl_pl: Migawka sesji
pt_br: Configurações de sessão instantânea
pt_pt: Instantâneo da sessão
ru_ru: Снапшоты сессии
sr_latn: Podešavanja snimaka sesije
tr_tr: Oturum Yedekleme Ayarları
vi_vn: Cài đặt chụp ảnh nhanh
zh_cn: 快照备份设置
zh_tw: 工作階段快照設定

source: Highlight misspelled words
ar_ye: تعليم الأخطاء الإملائية
cs_cz: Zvýraznit chybně napsaná slova
de_de: Rechtschreibfehler hervorheben
es_es: Resaltar errores ortográficos
fi_fi: Korosta kirjoitusvirheet
fr_fr: Souligner les mots mal orthographiés
hi_in: गलत वर्तनी वाले शब्दों को हाइलाइट करें
it_it: Evidenzia parole con errori ortografici
ja_jp: スペルミスした単語をハイライト
ka_ge: აღნიშნე არასწორი სიწტყვები
ko_kr: 오타 강조
nl_nl: Spelfouten markeren
or_in: ଭୁଲ ବନାନ ଶବ୍ଦଗୁଡ଼ିକୁ ହାଇଲାଇଟ୍ କରନ୍ତୁ
pl_pl: Wyróżniaj błędnie zapisane słowa
pt_br: Destacar erros ortográficos
pt_pt: Realçar erros ortográficos
ru_ru: Выделять слова с ошибками
sr_latn: Markiraj pogrešno otkucane reči
tr_tr: Yanlış yazılmış kelimeleri vurgula
vi_vn: Đánh dấu các từ sai chính tả
zh_cn: 高亮拼写错误 (英文)
zh_tw: 強調顯示拼寫錯誤的字詞

# TextAndEditorPage_SpellingSettings_Title.Text
source: Spelling
ar_ye: الإملاء
cs_cz: Pravopis
de_de: Rechtschreibung
es_es: Ortografía
fi_fi: Oikeinkirjoitus
fr_fr: Orthographe
hi_in: वर्तनी
it_it: Ortografia
ja_jp: スペルチェック
ka_ge: მართლწერა
ko_kr: 철자
or_in: ବନାନ
pl_pl: Pisownia
pt_br: Ortografia
pt_pt: Ortografia
ru_ru: Правописание
sr_latn: Pravopis
tr_tr: İmlâ
vi_vn: Đánh vần
zh_cn: 拼写检查
zh_tw: 拼寫檢查

# AdvancedPage_AlwaysOpenNewWindow_Description.Text
source: Once enabled, Notepads will always open file in a new window instead of creating a new tab.
ar_ye: عند التفعيل سيقوم Notepads دائماً بفتح المستند في نافذة جديدة بدلاً من إنشاء تبويب جديد.
cs_cz: Notepads otevře každý další soubor v novém okně místo záložce, pokud je tato možnost povolena.
de_de: Wenn aktiviert, Notepads öffnet Dateien immer in einem neuen Fenster anstelle eines neuen Reiters.
es_es: Una vez activado, Notepads siempre abrirá una nueva ventana en vez de una nueva pestaña.
fi_fi: Kun tämä on aktivoitu, Notepads avaa tiedoston aina uudessa ikkunassa uuden välilehden sijaan.
fr_fr: Une fois activé, Notepads ouvrira toujours les fichiers dans une nouvelle fenêtre au lieu de créer un nouvel onglet.
hi_in: एक बार सक्षम होने के बाद, Notepads हमेशा एक नया टैब बनाने के बजाय एक नई विंडो में फ़ाइल खोलेंगे।
it_it: Se attivato, Notepads aprirà i file in una nuova finestra anziché in una nuova scheda.
ja_jp: 有効にすると、Notepads は新しいタブを作らず、常に新しいウィンドウでファイルを開くようになります。
ka_ge: ერთხელ გააქტიურებ და Notepads ფაილს ყოველთვის გახსნის ახალ ფანჯარაში ახალი ტაბის შექნის მაგივრად.
ko_kr: 활성화되면 메모장은 항상 새 탭을 만드는 대신 새 창에서 파일을 엽니다.
nl_nl: Indien ingeschakeld, opent Notepads altijd het bestand in een nieuw venster in plaats van een nieuw tabblad aan te maken.
or_in: ଥରେ ସକ୍ଷମ ହୋଇଗଲେ, Notepads ସବୁବେଳେ ଏକ ନୂଆ ଟ୍ୟାବ୍ ତିଆରି କରିବା ପରିବର୍ତ୍ତେ ଏକ ନୂତନ ୱିଣ୍ଡୋରେ ଫାଇଲ୍ ଖୋଲିବ |
pl_pl: Gdy włączone, nowe pliki będą otwierane w nowym oknie zamiast tworzyć nową kartę.
pt_br: Quando ativada, o Notepads irá sempre abrir o arquivo em uma nova janela ao invés de criar uma nova aba.
pt_pt: Após ativação, será sempre aberta uma nova janela ao abrir um ficheiro em vez de abrir num novo separador.
ru_ru: Если включено, Notepads будет открывать файл в новом окне, а не в новой вкладке.
sr_latn: Kada je aktivno, Notepads će uvek otvarati fajlove u novom prozoru, umesto da otvori novu karticu.
tr_tr: Etkinleştirildiğinde, Notepads dosyayı yeni bir sekme oluşturmak yerine her zaman yeni bir pencerede açar.
vi_vn: Sau khi được bật, Notepads sẽ luôn mở tệp trong cửa sổ mới thay vì tạo tab mới.
zh_cn: 选中此设置后，Notepads将会在新窗口中打开文件而不是在新标签栏中。
zh_tw: 一旦啟用後，Notepads 將會在新的視窗中開啟檔案而不是建立新的索引標籤。

# AdvancedPage_LaunchPreferenceSettings_AlwaysOpenNewWindowToggleSwitch.OffContent
source: Always open new window
ar_ye: دائماً قم بفتح نافذة جديدة
cs_cz: Vždy otevírat v novém okně
de_de: Immer neues Fenster öffnen
es_es: Siempre abrir nueva ventana
fi_fi: Avaa aina uusi ikkuna
fr_fr: Toujours ouvrir une nouvelle fenêtre
hi_in: हमेशा नई विन्डों खोलें
it_it: Apri i file sempre in una nuova finestra
ja_jp: 常に新しいウィンドウで開く
ka_ge: ყოველთვის გახსენი ახალ ფანჯარაში
ko_kr: 항상 새 창 열기
nl_nl: Altijd in nieuw venster openen
or_in: ସର୍ବଦା ନୂତନ ୱିଣ୍ଡୋ ଖୋଲ
pl_pl: Zawsze otwieraj w nowym oknie
pt_br: Sempre abrir em uma nova janela
pt_pt: Abrir sempre numa nova janela
ru_ru: Всегда открывать новое окно
sr_latn: Uvek otvori u novom prozoru
tr_tr: Her zaman yeni pencere aç
vi_vn: Luôn mở cửa sổ mới
zh_cn: 永远在新窗口中打开文件
zh_tw: 總是在新視窗中開啟檔案

# AdvancedPage_LaunchPreferenceSettings_AlwaysOpenNewWindowToggleSwitch.OnContent
source: Always open new window
ar_ye: دائماً قم بفتح نافذة جديدة
cs_cz: Vždy otevírat v novém okně
de_de: Immer neues Fenster öffnen
es_es: Siempre abrir nueva ventana
fi_fi: Avaa aina uusi ikkuna
fr_fr: Toujours ouvrir une nouvelle fenêtre
hi_in: हमेशा नई विन्डों खोलें
it_it: Apri i file sempre in una nuova finestra
ja_jp: 常に新しいウィンドウで開く
ka_ge: ყოველთვის გახსენი ახალ ფანჯარაში
ko_kr: 항상 새 창 열기
nl_nl: Altijd in nieuw venster openen
or_in: ସର୍ବଦା ନୂତନ ୱିଣ୍ଡୋ ଖୋଲ
pl_pl: Zawsze otwieraj w nowym oknie
pt_br: Sempre abrir em uma nova janela
pt_pt: Abrir sempre numa nova janela
ru_ru: Всегда открывать новое окно
sr_latn: Uvek otvori u novom prozoru
tr_tr: Her zaman yeni pencere aç
vi_vn: Luôn mở cửa sổ mới
zh_cn: 永远在新窗口中打开文件
zh_tw: 總是在新視窗中開啟檔案

# AdvancedPage_LaunchPreferenceSettings_Title.Text
source: Launch Preferences
ar_ye: خيارات التشغيل
cs_cz: Předvolby spuštění
de_de: Startpräferenzen
es_es: Preferencias de Inicio
fi_fi: Käynnistysasetukset
fr_fr: Préférences de lancement
hi_in: लॉन्च प्राथमिकताएं
it_it: Apertura file
ja_jp: 起動時の設定
ka_ge: გაშვების პრეფერენციები
ko_kr: 실행 설정
nl_nl: Opstartvoorkeuren
or_in: ପସନ୍ଦଗୁଡିକ ଆରମ୍ଭ କରନ୍ତୁ
pl_pl: Uruchamianie
pt_br: Preferências de Inicialização
pt_pt: Preferências de início
ru_ru: Запуск
sr_latn: Postavke pokretanja
tr_tr: Başlatma Tercihleri
vi_vn: Khởi chạy tùy chọn
zh_cn: 启动偏好
zh_tw: 啟動偏好

# TextAndEditorPage_LineHighlighterSettings_Title.Text
source: Highlight Current Line
de_de: Aktuelle Zeile hervorheben
hi_in: वर्तमान लाइन हाइलाइट करें
ka_ge: აღნიშნე მიმდინარე ხაზი
ko_kr: 선택한 줄 강조 표시
or_in: ସାମ୍ପ୍ରତିକ ଲାଇନ୍ ହାଇଲାଇଟ୍ କରନ୍ତୁ
ru_ru: Выделять текущую линию
tr_tr: Bulunan Satırı Vurgula

# TextAndEditorPage_LineHighlighterSettings_ToggleSwitch.OffContent
source: Show border around current line
ar_ye: تعليم السطر الحالي
cs_cz: Zvýraznit aktuální řádek
de_de: Rahmen um aktuelle Zeile anzeigen
es_es: Resaltar línea actual
fi_fi: Korosta nykyinen rivi
fr_fr: Mettre en surbrillance la ligne actuelle
hi_in: वर्तमान लाइन के चारों ओर सीमा दिखाएं
it_it: Evidenzia riga corrente
ja_jp: 現在行をハイライト
ka_ge: მაჩვენე ჩარჩო მიმდინარე ხაზის გარშემო
ko_kr: 선택한 줄 주위에 테두리 표시
nl_nl: Huidige regel markeren
or_in: ସାମ୍ପ୍ରତିକ ଲାଇନ୍ ଚାରିପାଖରେ ପରିସର ଦେଖାନ୍ତୁ |
pl_pl: Pokaż prowadnice wierszy
pt_br: Destacar linha atual
pt_pt: Realçar a linha atual
ru_ru: Показывать границу вокруг текущей линии
sr_latn: Označi trenutni red
tr_tr: Bulunan satırı çerçeve içine al
vi_vn: Đánh dấu dòng hiện tại
zh_cn: 高亮光标所在行
zh_tw: 強調顯示當前行

# TextAndEditorPage_LineHighlighterSettings_ToggleSwitch.OnContent
source: Show border around current line
ar_ye: تعليم السطر الحالي
cs_cz: Zvýraznit aktuální řádek
de_de: Rahmen um aktuelle Zeile anzeigen
es_es: Resaltar línea actual
fi_fi: Korosta nykyinen rivi
fr_fr: Mettre en surbrillance la ligne actuelle
hi_in: वर्तमान लाइन के चारों ओर सीमा दिखाएं
it_it: Evidenzia riga corrente
ja_jp: 現在行をハイライト
ka_ge: მაჩვენე ჩარჩო მიმდინარე ხაზის გარშემო
ko_kr: 선택한 줄 주위에 테두리 표시
nl_nl: Huidige regel markeren
or_in: ସାମ୍ପ୍ରତିକ ଲାଇନ୍ ଚାରିପାଖରେ ପରିସର ଦେଖାନ୍ତୁ |
pl_pl: Pokaż prowadnice wierszy
pt_br: Destacar linha atual
pt_pt: Realçar a linha atual
ru_ru: Показывать границу вокруг текущей линии
sr_latn: Označi trenutni red
tr_tr: Bulunan satırı çerçeve içine al
vi_vn: Đánh dấu dòng hiện tại
zh_cn: 高亮光标所在行
zh_tw: 強調顯示當前行

# TextAndEditorPage_SearchEngineSettings_CustomSearchUrlRadioButton.Text
source: Custom Search Engine
ar_ye: محرك البحث الخاص
cs_cz: Vlastní vyhledávač
de_de: Benutzerdefinierte Suchmaschine
es_es: Motor de Búsqueda Personalizado
fi_fi: Mukautettu Hakukone
fr_fr: Moteur de recherche personnalisé
hi_in: कस्टम सर्च इंजन
it_it: Personalizzato
ja_jp: 既定の検索エンジン
ko_kr: 사용자 지정 검색 엔진
nl_nl: Aangepaste zoekmachine
or_in: କଷ୍ଟମ୍ ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍
pl_pl: Niestandardowy silnik wyszukiwarki
pt_br: Personalizado
pt_pt: Personalizado
ru_ru: Поисковая система
sr_latn: Sopstveni pretraživač
tr_tr: Özel Arama Motoru
vi_vn: Tùy chỉnh công cụ tìm kiếm
zh_cn: 自定义搜索
zh_tw: 自訂搜尋引擎

source: *Enter a url of format https://www.example.com/search?q={0}
ar_ye: * أدخل رابط بهذه الصيغة https://www.example.com/search?q={0}
cs_cz: *Vložte web adresu ve formátu https://www.example.com/search?q={0}
de_de: *URL Format beachten: https://www.example.com/search?q={0}
es_es: *Entre una url con formato https://www.example.com/search?q={0}
fi_fi: *Syötä URL muodossa https://www.example.com/search?q={0}
fr_fr: *Entrez une URL au format suivant : https://www.example.com/search?q={0}
hi_in: *प्रारूप का एक यूआरएल दर्ज करें https://www.example.com/search?q={0}
it_it: Inserisci url nel formato https://www.example.com/search?q={0}
ja_jp: ※https://www.example.com/search?q={0} という形式のURLを入力してください
ka_ge: *შეიყვანე url ამ ფორმატით https://www.example.com/search?q={0}
ko_kr: *https://www.example.com/search?q={0} 형식의 URL을 입력하세요
nl_nl: *Voer een url in met opmaak https//www.example.com/search?q = {0}
or_in: *ଏହି ଫର୍ମାଟ୍ ର ଏକ URL ପ୍ରବେଶ କରନ୍ତୁ https://www.example.com/search?q= {0}
pl_pl: *Wprowadź adres URL o formacie https://www.example.com/search?q={0}
pt_br: *Digite uma URL com o formato https://www.exemplo.com/search?q={0}
pt_pt: *Introduza um URL no formato https://www.exemplo.com/search?q={0}
ru_ru: *Введите URL вида https://www.example.com/search?q={0}
sr_latn: *Unesite URL u formatu https://www.example.com/search?q={0}
tr_tr: *https://www.example.com/search?q={0} formatında bir adres giriniz.
vi_vn: *Nhập url có định dạng https://www.example.com/search?q={0}
zh_cn: *示例: https://www.example.com/search?q={0}
zh_tw: *URL 格式：https://www.example.com/search?q={0}

# TextAndEditorPage_SearchEngineSettings_Description.Text
source: Settings for default search engine choosen when a web search is done.
ar_ye: إعدادات محرك البحث يتم إختيارها عندما ينتهي البحث في الإنترنت.
cs_cz: Nastavení pro výchozí vyhledávač bude použito ve chvíli, kdy bude hledání dokončeno.
de_de: Einstellungen für die Standardsuchmaschine für die Websuche.
es_es: Ajustes de Motor de Búsqueda cuando se realiza una búsqueda en la web.
fi_fi: Asetukset oletushakukoneelle, joka valitaan verkkohaussa.
fr_fr: Le moteur de recherche par défaut est utilisé lorsqu'une recherche Web est effectuée.
hi_in: डिफ़ॉल्ट सर्च इंजन के लिए चुनागया सेटिंग जब इन्टरनेट पर खोज की जाती है।
it_it: Scegli il motore di ricerca predefinito per quando si effettua una ricerca nel web.
ja_jp: ウェブ検索時に使用される既定の検索エンジンの設定です。
ka_ge: default search engine-ის აირჩევა ვებ ძებნისას შესრულდება.
ko_kr: 웹 검색 수행 시 선택된 기본 검색 엔진에 대한 설정입니다.
nl_nl: Instellingen voor de gekozen standaardzoekmachine bij de uitvoering van een webzoekopdracht.
or_in: ଇଣ୍ଟରନେଟରେ ସନ୍ଧାନ କରିବା ସମୟରେ ଡିଫଲ୍ଟ ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍ ପାଇଁ ମନୋନୀତ ସେଟିଂ
pl_pl: Wybierz domyślny silnik wyszukiwanki internetowej.
pt_br: Configurações do motor de busca padrão escolhido, para quando é realizada uma busca na web.
pt_pt: Escolher o motor de pesquisa que é utilizado quando é efetuada uma pesquisa na web.
ru_ru: Поисковая система, в которой будет производиться поиск.
sr_latn: Podešavanja podrazumevanog pretraživača za veb-pretrage.
tr_tr: Bir web araması yapıldığında varsayılan arama motoru ayarları seçilir.
vi_vn: Cài đặt cho công cụ tìm kiếm mặc định được chọn khi tìm kiếm trên web được thực hiện.
zh_cn: 文本搜索默认所使用的搜索引擎。
zh_tw: 當執行網路搜尋時，將會採用此搜尋引擎進行搜尋。

# TextAndEditorPage_SearchEngineSettings_Title.Text
source: Default Search Engine
ar_ye: محرك البحث الإفتراضي
cs_cz: Výchozí vyhledávač
de_de: Standardsuchmaschine
es_es: Motor de Búsqueda Predeterminado
fi_fi: Oletushakukone
fr_fr: Moteur de recherche par défaut
hi_in: डिफ़ॉल्ट सर्च इंजन
it_it: Motore di ricerca predefinito
ja_jp: 既定の検索エンジン
ko_kr: 기본 검색 엔진
nl_nl: Standaard zoekmachine
or_in: ଡିଫଲ୍ଟ ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍
pl_pl: Domyślny silnik wyszukiwarki
pt_br: Mecanismo de pesquisa padrão
pt_pt: Motor de pesquisa predefinido
ru_ru: Поисковая система по умолчанию
sr_latn: Podrazumevani pretraživač
tr_tr: Varsayılan Arama Motoru
vi_vn: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎

# TextAndEditorPage_DecodingSettings_AutoGuessRadioButton.Content
source: Auto guess Encoding (Recommended)
ar_ye: التخمين التلقائي للترميز (ينصح به)
cs_cz: Auto guess Encoding (Doporučené)
de_de: Codierung automatisch erkennen (empfohlen)
fi_fi: Arvaa koodaus automaattisesti (Suositeltu)
fr_fr: Encodage automatique (Recommandé)
hi_in: स्वत: एन्कोडिंग का अनुमान लगाएं (अनुशंसित)
it_it: Codifica autodeterminata (consigliata)
ja_jp: 自動検出 (推奨)
ka_ge: ავტომატური ენკოდინგის ამოცნობა (რეკომენდირებულია)
ko_kr: 자동으로 인코딩 결정 (추천)
nl_nl: Codering automatisch inschatten (aanbevolen)
or_in: ସ୍ୱତଃ ଏନକୋଡିଂ ର ଅନୁମାନ (ପରାମର୍ଶିତ)
pl_pl: Automatyczne przewidywanie kodowania (Zalecane)
pt_br: Detectar Codificação (Recomendado)
pt_pt: Detectar automaticamente a codificação (Recomendado)
ru_ru: Автоматически определять кодировку (рекомендуется)
sr_latn: Automatski pogađaj kodiranje (preporučeno)
tr_tr: Otomatik Tahmin Kodlaması (Önerilen)
vi_vn: Mã hóa đoán tự động (Được khuyến nghị)
zh_cn: 自动猜测编码 (推荐)
zh_tw: 自動猜測編碼（建議）
